Repository: Quip11/turnoffdisplay
Catalog: *.po
Languages: de_de

source: Display Off
de_de: Bildschirm Aus

source: Integrate into System Controls (Round Buttons)
de_de: Im Systembereich anzeigen (Runde Schaltflächen)

source: Adds a round button instead of a separate entry in the Systemmenu
de_de: Erstellt eine runde Schaltfläche anstatt eines separaten Menüeintrags

source: Disable Mouse when Screen is turned Off
de_de: Maus deaktivieren wenn der Bildschirm aus ist

source: Automatically disable all external mouse pointers to prevent the screen from turning on accidentally.
de_de: Automatisch alle angeschlossenen Zeigegeräte (Mäuse) deaktivieren um ein versehentliches Einschalten des Bildschirms zu verhindern.

source: Disabling mouse input automatically is not yet supported with Wayland.
de_de: Automatisches Abschalten angeschlossener Zeigegeräte (Mäuse) wird unter Wayland zur Zeit nicht unterstützt.

source: Disabling mouse input automatically requires Xinput. Please install it and restart Gnome-Shell.
de_de: Zum automatischen Abschalten angeschlossener Zeigegeräte (Mäuse) wird Xinput benötigt. Bitte installieren Sie es und starten Gnome-Shell neu.

source: Menu Width adjustment Mode
de_de: Anpassung der Menübreite

source: Select the mode for handling the width of the Main Menu.
de_de: Modusauswahl zur Breitenanpassung des Hauptmenüs.

source: Off
de_de: Aus

source: Automatic
de_de: Automatisch

source: Fixed
de_de: Manuell

source: Fixed menu size in px.
de_de: Feste Menübreite in px.

source: Custom Keybinding
de_de: Eigene Tastenkombination

source: Set a Keybinding to turn off the Display (Examples: F12, <Super>space, <Ctrl><Alt><Shift>w)
de_de: Tastenkürzel um den Bildschirm auszuschalten (Beispiele: F12, <Super>space, <Ctrl><Alt><Shift>w)

source: Keybinding is enabled
de_de: Tastenkürzel ist aktiv

source: Keybinding is disabled. Set a valid Shortcut to enable it
de_de: Tastenkürzel ist inaktiv. Zum Aktivieren gültige Tastenkombination eingeben
